  <!-- 이용약관  -->
<div class="layout_popup center_modal" data-popup="termsofUse">
  <div class="dim"></div>
  <div class="layout_contain"> 
    <div class="layout_box">
      <div class="pop_header">
        <h3 class="title_modal">이용약관</h3><button class="close"></button>
      </div>
      <div class="pop_body scrollcustom">
        <h4 class="tit_info">제 1조 목적</h4>
        <p class="txt">골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장
          설명입니다. 골프장 설명입니다.
          골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장
          설명입니다.골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다.

          골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. </p>
        <h4 class="tit_info">제 2조 목적</h4>
        <p class="txt">골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장
          설명입니다. 골프장 설명입니다.
          골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장
          설명입니다.골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다.

          골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. </p>
      </div>
    </div>
  </div>
</div>

   <!-- 개인정보처리방침  -->
<div class="layout_popup center_modal" data-popup="personalinfo">
    <div class="dim"></div>
    <div class="layout_contain"> 
      <div class="layout_box">
        <div class="pop_header">
          <h3 class="title_modal">개인정보처리방침</h3><button class="close"></button>
        </div>
        <div class="pop_body scrollcustom">
          <h4 class="tit_info">제 1조 목적</h4>
          <p class="txt">골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장
            설명입니다. 골프장 설명입니다.
            골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장
            설명입니다.골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다.

            골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. </p>
          <h4 class="tit_info">제 2조 목적</h4>
          <p class="txt">골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장
            설명입니다. 골프장 설명입니다.
            골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장
            설명입니다.골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다.

            골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. </p>
        </div>
      </div>
    </div>
</div>
  

  <!-- 위치기반 이용약관  -->
<div class="layout_popup center_modal" data-popup="locationterms">
  <div class="dim"></div>
  <div class="layout_contain"> 
    <div class="layout_box">
      <div class="pop_header">
        <h3 class="title_modal">위치기반 이용약관</h3><button class="close"></button>
      </div>
      <div class="pop_body scrollcustom">
        <h4 class="tit_info">제 1조 목적</h4>
        <p class="txt">골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장
          설명입니다. 골프장 설명입니다.
          골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장
          설명입니다.골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다.

          골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. </p>
        <h4 class="tit_info">제 2조 목적</h4>
        <p class="txt">골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장
          설명입니다. 골프장 설명입니다.
          골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장
          설명입니다.골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다.

          골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. </p>
      </div>
    </div>
  </div>
</div>

  <!-- 오픈소스라이센스  -->
<div class="layout_popup center_modal" data-popup="openlicense">
  <div class="dim"></div>
  <div class="layout_contain"> 
    <div class="layout_box">
      <div class="pop_header">
        <h3 class="title_modal">오픈소스 라이센스</h3><button class="close"></button>
      </div>
      <div class="pop_body scrollcustom">
        <h4 class="tit_info">제 1조 목적</h4>
        <p class="txt">골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장
          설명입니다. 골프장 설명입니다.
          골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장
          설명입니다.골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다.

          골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. </p>
        <h4 class="tit_info">제 2조 목적</h4>
        <p class="txt">골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장
          설명입니다. 골프장 설명입니다.
          골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장
          설명입니다.골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다.

          골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. 골프장 설명입니다. </p>
      </div>
    </div>
  </div>
</div>